Repository: 84000/data-translation-memory
Catalog: toh195_84000-the-avalokini-sutra.tmx
Source language: bo
Languages: en

source: །སྦྱིན་གནས་མཚུངས་མེད་སངས་རྒྱས་ཐོབ་པར་འོང་།
en: Will become a buddha, a peerless object of offerings.

source: །མཚུངས་མེད་ཐོབ་ཅིང་ལྷ་མིས་མཆོད་འོས་འགྱུར།
en: On that unequalled level, he will be worthy of the worship of gods and humans,

source: །རྣམ་དག་ལུས་ལྡན་རྒྱན་གྱིས་བརྒྱན་པར་འགྱུར།
en: And will obtain a perfect body adorned with ornaments.

source: །ལྷ་ཡི་མེ་ཏོག་རབ་མཛེས་མན་དཱ་ར།
en: “Those who offer beautiful, divine mandārava flowers,

source: །མཚུངས་མེད་པ་ཏ་ལ་ཡང་སུ་འབུལ་དང་། །མཆོད་རྟེན་མེ་ཏོག་ཉལ་ཉིལ་སུ་འཕྱག་པ།
en: Or incomparable trumpet-flowers, As well as those who sweep the flowers that sully a stūpa,

source: །དེ་དག་རྣམ་སྨིན་འདྲ་སྟེ་མཆོག་ཏུ་འགྱུར།
en: Will experience the same supreme results when their actions ripen.

source: །དེ་ལུས་དུག་གིས་མི་ཚུགས་མཚོན་མི་ཚུགས།
en: Will not be harmed by poison, weapons,

source: །མེ་འབར་འོད་འཕྲོ་ཕུང་པོ་ཆེས་མི་ཚུགས།
en: Or by great masses of blazing fire,

source: །ནོར་གྱི་ཕུང་པོ་རྐུན་པོས་བརྐུ་མི་འགྱུར།
en: Nor will thieves steal his accumulated wealth.

source: །མགུ་ཞིང་རབ་ཏུ་དགའ་བའི་ཤུགས་སྐྱེད་དེ།
en: “When someone, out of joy and delight, sweeps withered flowers

source: །བཅོམ་ལྡན་མཆོད་རྟེན་མེ་ཏོག་སྐམ་འཕྱག་ན།
en: From the stūpa of a blessed one,

source: །དེ་ཡི་བསོད་ནམས་བཟུང་བར་གང་གྱུར་པ། །གྲངས་སམ་ཆ་ཡང་བརྗོད་པར་སླ་མ་ཡིན།
en: It is not easy to quantify the amount of merit created thereby, Nor is it easy to describe even a portion of it.

source: །མི་ཡི་འཇིག་རྟེན་ན་ནི་རྟག་ཏུ་དགའ།
en: Always joyful in the human world,

source: །མཐུ་དང་ལྡན་ཞིང་ཡིད་འོང་སྒྲ་སྐད་འབྱུང་།
en: He will be powerful and possess a pleasant voice.

source: །ཆོས་མཆོག་རབ་མཛེས་ཡང་དག་སྦྱོར་བྱེད་ཅིང་།
en: Will genuinely practice the supreme, sublime Dharma,

source: །དེ་ལུས་རྣམ་པར་དག་ལ་ཆེན་པོར་འོང་།
en: And his body will be perfect and large.

source: །རིང་པོར་མི་ཐོགས་འཇིག་རྟེན་སངས་རྒྱས་འགྱུར།
en: Before long, he will become a buddha in the world. “Whoever joins his palms together and prostrates to the stūpa of a teacher,

source: །འཇིག་རྟེན་སངས་རྒྱས་འགྱུར་བྱར་མོས་སྐྱེད་དེ། །སྟོན་པའི་མཆོད་རྟེན་ཐལ་སྦྱར་ཕྱག་འཚལ་བ།
en: With the aspiration to become a buddha in the world,

source: །འཇིག་རྟེན་དག་ན་བླ་མར་བཀུར་སྟི་བྱ།
en: Will be respected and honored in the worlds,

source: །དེ་ནི་མཛེས་ཤིང་བལྟ་ན་སྡུག་པར་འགྱུར།
en: And he will be beautiful and pleasing to behold.

source: །དེ་འདིས་རྒྱལ་སྲིད་ཐོབ་ནས་ལྷ་ཀླུ་མི། །ལྟོ་འཕྱེ་ཆེ་དང་འཇིག་རྟེན་ཐམས་ཅད་འདུད།
en: “Through these actions he will obtain a kingdom, and the entire world— Gods, nāgas, humans, and mahoragas—will bow down to him.

source: སྟོང་གི་འཇིག་རྟེན་ཁམས་ཀུན་རྒྱས་པར་འགྱུར།
en: He will gain control over his kingdom,

source: །དབང་ཕྱུག་ཉིད་དུ་དབང་ཐོབ་རྒྱལ་སྲིད་སྟོན།
en: As a lord extending his rule over an entire chiliocosm.

source: །དེ་ཡི་ཡུལ་ན་སེམས་ཅན་གང་གནས་པ།
en: “All the people living in his lands

source: །དེ་ཀུན་སངས་རྒྱས་ཡེ་ཤེས་རྫོགས་ལ་འགོད།
en: Will be established in perfect awakened wisdom.

source: །དེས་ནི་ངན་སོང་ས་ཡང་རྣམ་པར་སྤོང་།
en: He will leave the lower realms behind

source: །དེ་དག་རྣམས་ཀྱི་དོན་མཆོག་དམ་པ་བྱེད།
en: And accomplish the supreme, sublime benefit of those beings.

source: །བསོད་ནམས་བློ་གྲོས་དྲན་ལྡན་མཆོད་འོས་འགྱུར།
en: “He will be meritorious, intelligent, mindful, and worthy of worship.

source: །དེ་ཡི་གཡོག་འཁོར་ཡིད་འོང་སྒྲ་སྐད་ལྡན།
en: His servants and attendants will have pleasant voices,

source: །བསམ་པ་ཇི་བཞིན་དེ་དག་དགའ་བ་སྐྱེད།
en: And he will please them in accordance with their wishes.

source: །སེམས་ཅན་རྣམས་ལ་མི་ལྷོད་ཞི་ཚིག་སྟོན།
en: “To others he will teach words of carefulness and peace,

source: །དེ་ལ་སུ་ཡང་དབང་ཕྱུག་མེད་མི་བྱེད།
en: And nobody will overpower him.

source: །སྐྱེ་བོ་ཚོགས་ཆེན་དག་གིས་བལྟ་འོས་འགྱུར།
en: He will be highly regarded by many beings,

source: །དེ་ཡི་གཡོག་ཀྱང་སྒྲ་དབྱངས་ཡན་ལག་དག །སངས་རྒྱས་མཆོད་རྟེན་ཐལ་སྦྱར་ཕྱག་འཚལ་བ།
en: And even his servants will speak in voices pleasant in all aspects. “Whoever joins his palms together and prostrates to the stūpa of a buddha

source: །སྦྱིན་དང་སྙན་པར་སྨྲ་དང་དོན་སྤྱོད་དང་། །དོན་འཐུན་པ་དག་སྐྱེ་བོ་མང་ལ་བྱེད།
en: Will be generous, speak pleasantly, act meaningfully, And accomplish the benefit of many beings.

source: །སྤྱོས་ཤིང་བརྒྱད་ཀྱང་ཁྲོ་བའི་དངོས་མི་སྐྱེད།
en: Even if he is abused or criticized, he will never become angry.

source: །སངས་རྒྱས་མཆོད་རྟེན་ཐལ་སྦྱར་ཕྱག་འཚལ་བ།
en: “Whoever joins his palms together and prostrates to the stūpa of a buddha

source: །མཐོ་རིས་འཇིག་རྟེན་གནས་ཤིང་ལྷ་དབང་འགྱུར།
en: Will come to reside in the higher realms as the lord of the gods.

source: །མིར་གྱུར་ན་ཡང་མི་ཡི་རྒྱལ་པོར་འོང་།
en: Even if he is born among humans, he will become their king.

source: །དེ་ནི་གཞར་ཡང་ཡོངས་སུ་ཉམས་མི་འགྱུར།
en: His status will never decline.

source: །དེ་ནི་གཞར་ཡང་ངན་སོང་ཕྱིས་མི་ལྟུང་།
en: Will never again fall into the lower realms.

source: །འཇིག་རྟེན་འདིར་དེ་རྟག་ཏུ་འདོད་པ་སྤོང་།
en: He will always abandon desire in this world,

source: །ནོར་ཅན་ནང་ན་ཕྱུག་ཅིང་མཛོད་མང་འགྱུར།
en: And will be rich, prosperous, and affluent.

source: །ཡོན་ཏན་ལྡན་ལ་ཚིག་གཅིག་སུ་སྨྲ་བ།
en: “Whoever speaks a single word to someone with excellent qualities

source: །དེ་ནི་མི་རིགས་སྔགས་ལ་གཞར་མི་སྤྱོད།
en: Will never employ improper magical spells

source: །མི་ཡི་འཇིག་རྟེན་གནས་མིན་སྤྱོད་མི་འགྱུར།
en: Or behave inappropriately in the human world.

source: །དེ་ལ་སེམས་ཅན་མི་ངོམས་དགའ་བར་འགྱུར།
en: Such a person will please those who are discontent.

source: །ཡིད་འོང་དབྱངས་ལྡན་ཕོ་བྲང་འཁོར་གཤེགས་ཤིང་།
en: “Whoever stands at his front door, enthusiastically strewing flowers

source: །འཇིག་རྟེན་མགོན་པོ་སྒོ་གཏན་བཞུགས་པའི་ཚེ།
en: On a protector of the world as he passes through the city,

source: །སུ་ཞིག་ཤུགས་བསྐྱེད་མེ་ཏོག་བླངས་ཏེ་གཏོར།
en: Which resounds with pleasing music,

source: །དེ་ནི་བརྒྱན་ནས་རྒྱལ་བ་དམ་པ་མཐོང་།
en: Will adorn and behold that sublime victor.

source: །རང་གི་ཁྱིམ་དུ་སྟོབས་བཅུ་བསྙེན་བཀུར་བྱེད།
en: “In his own home, he will venerate the one with the ten powers.

source: །དེ་ཡི་བཤོས་གསོལ་ཆོས་བཟང་སྟོན་པ་མཛད།
en: He will offer food and hear the excellent Dharma.

source: །དད་པ་སྐྱེས་ནས་མི་མཆོག་བསྙེན་བཀུར་བྱེད།
en: Faith arising in him, he will venerate the supreme human

source: །གོས་ཀྱང་ཐོགས་ཏེ་རྣམ་པར་འདྲེན་ལ་འབུལ།
en: By offering fabrics to that great guide with this aspiration:

source: །སངས་རྒྱས་བྱང་ཆུབ་མཚུངས་མེད་མཆོག་ཐོབ་ནས།
en: ‘Having attained the unequalled and supreme awakening of buddhahood,

source: །སྟོབས་བཅུ་ལྡན་ཞིང་གཡོ་བ་མེད་གྱུར་ལ།
en: May I be endowed with the ten powers and become unshakable.

source: །བྱང་ཆུབ་སངས་རྒྱས་སྡུག་བསྔལ་སྐྱེ་བོ་འགྲོལ།
en: May I liberate beings from suffering into the awakening of buddhahood,

source: །འཇིག་རྟེན་ཀུན་ཏུ་མཚུངས་མེད་སངས་རྒྱས་ཤོག །དེ་ཡི་སྨོན་ལམ་འདི་འདྲ་འདི་དང་ནི།
en: And become a peerless buddha in all the worlds!’

source: །སངས་རྒྱས་ཡེ་ཤེས་དེ་སེམས་དགའ་མཁྱེན་ནས།
en: “Knowing that he takes joy in awakened wisdom, Expressed through this kind of aspiration,

source: །སྟོབས་བཅུ་འཛུམ་མཛད་འཇིག་རྟེན་ཐམས་ཅད་དུ།
en: The one endowed with the ten powers will smile and prophesy,

source: །མཚུངས་མེད་སངས་རྒྱས་འགྱུར་ཞེས་ལུང་སྟོན་ཏོ།
en: ‘You will become a buddha unequalled in all the worlds.’

source: །སྐྱེས་བུ་དམ་པ་མཆོག་གི་གསུང་ཐོས་ནས།
en: “After hearing this prophecy from the supreme, sublime being,

source: །བདེ་གཤེགས་མཆོག་གསུང་གཞན་དུ་མི་འགྱུར་ཏེ།
en: These words of the supreme well-gone one are irrevocable.

source: །བདག་ནི་རྒྱལ་བ་མཆོག་འགྱུར་དོགས་མེད་ཅེས།
en: Free from doubt, this person thinks, ‘I shall be a supreme victor!’

source: །དགའ་ཞིང་མགུ་ནས་བར་སྣང་ཀུན་ཏུ་རྒྱུ།
en: Overjoyed and happy, he will then ascend into space.

source: །འཇིག་རྟེན་ལྷ་ཡི་ལྷར་གྱུར་སངས་རྒྱས་སུ།
en: “Knowing that this person will become a god of gods in the world,

source: །ཁྱད་འཕགས་མཚུངས་མེད་སྦྱིན་གནས་འགྱུར་བ་དང་། །དེ་སེམས་སྤྱོད་དང་དགའ་བར་གནས་མཁྱེན་ནས།
en: A buddha who is a preeminent and unequalled object of offerings, And knowing this person’s thoughts and the reason for his joy,

source: །དེ་ལ་སྟོབས་བཅུ་མངའ་བས་བཞེས་པར་འགྱུར།
en: The one endowed with the ten powers will accept the offerings.

source: །བདེ་གཤེགས་མཆོག་གིས་གོས་ནི་བཞེས་རིག་ནས།
en: “Seeing that the supreme well-gone one has accepted the fabrics,

source: །དེ་ནི་ཤུགས་སྐྱེས་རབ་དགའ་སེམས་མགུ་སྟེ།
en: He will be overjoyed and delighted.

source: །མཚུངས་མེད་འཇིག་རྟེན་མགོན་ལ་བལྟས་ནས་ནི།
en: Then, looking at the peerless protector of the world,

source: །འཇིག་རྟེན་སངས་རྒྱས་བདག་འགྱུར་མོས་པ་བསྐྱེད།
en: He will develop the aspiration to become a buddha in the world and say:

source: །སྐྱེ་ཤི་ཕ་རོལ་སེམས་ཅན་བསྒྲལ་བར་བྱ།
en: ‘I will liberate beings from the cycle of birth and death,

source: །གྲོལ་ནས་སྐྱེ་བོ་མང་པོ་འདུས་བྱས་དགྲོལ།
en: And free many beings from their conditioned states.

source: །འཇིག་རྟེན་ཀུན་ན་ལོང་བའི་མིག་བདག་འགྱུར།
en: In all the worlds I will give sight to the blind.

source: །སྣང་བ་ཐོབ་ནས་མུན་པ་རབ་རིབ་བསལ།
en: Having gained illumination, their darkness and obscurity will be gone.’

source: །དེ་ལྟས་ཕན་ཡོན་དམ་པ་འདི་ཐོས་ནས།
en: “Therefore, having now heard these sublime benefits, You should worship the protectors with flower garlands, victory banners,

source: །མེ་ཏོག་ཕྲེང་བ་རྒྱལ་མཚན་གོས་མཆོག་དང་། །རོལ་མོ་སྒྲ་དང་གདུགས་དང་བྱུག་བདུག་གིས།
en: Fine garments, music, parasols, ointments, and incense,

source: །མགོན་པོ་མཆོད་ལ་སངས་རྒྱས་འགྱུར་བར་གྱིས།
en: And awaken to the state of buddhahood!”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས། དགེ་སློང་དེ་དག་དང་། བློ་གྲོས་རྣམ་པར་དག་པ་ལ་སོགས་པ་བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་དང་ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།།
en: When the Blessed One had spoken those words, the monks and the bodhisattvas such as Pure Intellect, as well as the world with all its gods, humans, asuras, and gandharvas, rejoiced and praised what the Blessed One had said.

source: །།འཕགས་པ་སྤྱན་རས་གཟིགས་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ་རྫོགས་སོ།།
en: This concludes the noble Great Vehicle sūtra: Avalokinī.

source: །།རྒྱ་གར་གྱི་མཁན་པོ་ཛི་ན་མི་ཏྲ་དང་། དཱ་ན་ཤཱི་ལ་དང་། ཞུ་ཆེན་གྱི་ལོཙྪ་བ་བན་དེ་ཡེ་ཤེས་སྡེས་བསྒྱུར་ཅིང་ཞུས་ཏེ་སྐད་གསར་ཆད་ཀྱིས་ཀྱང་བཅོས་ནས་གཏན་ལ་ཕབ་པ།།
en: This was translated, edited, and finalized, having been revised according to the new terminological register, by the Indian preceptors Jinamitra and Dānaśīla, and the chief editor-translator Bandé Yeshé Dé.
